import enLocale from 'element-ui/lib/locale/lang/zh-CN'
const cn = {
  message: {
    title: {
      'title1': '首页',
      'title2': '社区',
      'title3': '招商合作',
      'title8': '关于我们',
      'title6': '联系我们',
      'title7': '招聘',
      'title4': '新闻中心'
    },
    Bottom: {
      'B_1': '联系我们',
      'B_2': '地 址:',
      'B_3': '深圳市福田区保税区中天元物流大厦C栋8楼',
      'B_5': '微信公众号',
      'B_4': '客服微信号',
      'B_6': 'Copyright © 2018-2020 www.buttonupup.com 版权所有',
      'B_8': '电话'
    },
    Home: {
      'H_1': '为你挑选世间好物，纽扣好物APP',
      'H_2': '优秀的品牌合作',
      'H_3': 'iOS版',
      'H_4': 'Android版',
      'H_11': '即刻了解'
    },
    Cooperation: {
      'C_1': '纽扣好物平台',
      'C_2': '给用户挑选世间好物的平台，期待您的加入',
      'C_3': '纽扣好物，将全球好物纽扣在一起。我们有专门的国际品牌管理团队，搜索并集合全球优秀的品牌商、独立设计师和全球买手。现阶段致力于连接全球零售市场与当地本土消费让每一个消费者足不出户，即可安心享受海外的原汁原味的正品和服务。',
      'C_4': '设计师入驻',
      'C_5': '全球买手入驻',
      'C_6': '[扫码申请加入]',
      'C_7': '品牌商入驻',
      'C_8': '第三方商家入驻流程',
      'C_9': '商家等待审核',
      'C_10': '商家等待审核',
      'C_11': '完善店铺信息',
      'C_12': '店铺上线',
      'C_13': '约3小时',
      'C_14': '3-5个工作日',
      'C_15': '约1天',
      'C_16': '约1天',
      'C_17': '品牌从提交入驻资料到最后店铺正式上线，最快7个工作日可以完成',
      'C_18': '流程简单快速，易于操作。'
    },
    About: {
      'A_1': '关于纽扣好物',
      'A_2': '纽扣好物，是国内首个集内容、购物、社区、视频于一体的海外精英购物指南，专注于挖掘有品格、有风格、有独立精神的世间好物,，以严苛的审美眼光，亲赴各个国家甄选有潜力的时尚品牌，倾力打造囊括全球独立设计师品牌和奢品买手店在内的电商平台，致力于连接全球市场与本土消费。孵化有品质的独立设计师品牌，满足消费者对自我的表达和追求',
      'A_3': '发展历程',
      'A_4': '它胚胎初成，在这个最早的想象里，它想为你挑选世间好物。',
      'A_5': '“纽扣好物”实验正式启动，将全球好物紧紧扣在一起。',
      'A_6': '首轮融资千万。',
      'A_7': '募集买手遍布欧、澳、美和亚洲，入驻品牌来自全球30多个国家和地区。',
      'A_8': '纽扣好物小程序上线全球优秀的品牌商、独立设计师、全球买手蜂拥而至，带你发现世界另一边的好物。',
      'A_9': '纽扣好物APP上线，纽扣好物APP1.0开启，为你挑选世间好物。',
      'A_10': '公司成立'
    },
    Contact: {
      'C_1': '联系我们',
      'C_2': '网    站：www.buttonupup.com',
      'C_3': '微博：纽扣好物buttonup',
      'C_4': '微信公众号',
      'C_5': '客服微信号',
      'C_6': '美国',
      'C_7': '英国',
      'C_8': '中国深圳',
      'C_9': '香港',
      'C_10': '澳大利亚',
      'C_11': '日本',
      'C_12': '韩国'
    },
    Community: {
      'C_1': '社区精选',
      'C_2': '即刻阅读'
    },

    Careers: {
      'C_1': '招聘岗位',
      'C_2': '新媒体运营',
      'C_3': '自媒体平台战略推广，活动策划执行，平台内容运营的数据分析及效果追踪，公众号原创文撰写，对时尚，美物有一定品味。',
      'C_4': '美工设计',
      'C_5': '平台视觉效果管理，商品图片的美化、编辑、制作、后期处理及排版。',
      'C_6': '平台运营策划',
      'C_7': '构建产品和用户量化分析体系等系统，营销平台搭建和设计，创意内容撰写。',
      'C_8': '纽扣客服',
      'C_9': '处理平台售前处理售后工作，客户满意度的跟踪及分析，商家及客户相关信息的录入管理，建立客户档案。',
      'C_10': '期待你的加入'
    },
    Independent: {
      'I_1': '独立设计',
      'I_2': '因为不同，而在一起',
      'I_3': '原创是我们的信仰。',
      'I_4': '以独立设计之名，从一颗纽扣开始，大声发表品味独立宣言。全球独立设计师由“纽扣”牵系，和你一起拉黑主流，自成潮流。'
    },
    Certified: {
      'C_1': '正品甄选',
      'C_2': '为风格把关，也为正品把关',
      'C_3': '正品是我们的承诺。再好的品味，都会被山寨、仿造品辜负。以品味独立、个性树立为目的的纽扣，决不允许任何一件假货、低劣品走向你。'
    },
    Worldewide: {
      'w_1': '全球买手',
      'w_2': '你喜欢的，我绝不放过',
      'w_3': '买到是我们的使命。懂时尚，更懂你所需。把你对好物的执念，化作我们“买到”的执念。遍布全球的资深时尚买手，随时听你调遣。'
    }
  },

  ...enLocale
}
export default cn
